<?php
require_once __DIR__ . '/interface1.php';
?>
<meta charSet="utf-8"/>
<b>私隱政策</b>
<br/>
介紹
<br/>
Traffiti Limited.d在桌上型電腦、行動電話、平板電腦和應用上營運下列網站（包括任何子網域）：
<br/>
Traffiti Limited.<br/>
在本私隱政策中合稱“網站”。
<br/>
Traffiti Limited.在本私隱政策中合稱我們”（除非上下文另有要求）。<br/>
<br/>
私隱政策中列明瞭我們收集、使用、披露、存儲、加工及管理個人資訊的方式。若您瀏覽或使用此網站和Traffiti Limited.網站，訂閱我們的服務，或與我們簽署網站相關協議，將被視為獲悉並同意我們根據本私隱政策收集、使用、披露、存儲、加工及處理您的個人資訊。<br/>
<br/>
本私隱政策聲明將不時更新、修改或改變。任何改變、更新或修改將公布於此網站。您應當定期查看本私隱政策聲明。<br/>
<br/>
尊重資訊私隱<br/>
<br/>
我們認可根據《香港個人資料（私隱）條例》（第486章）及其他不時發布的可適用的當地個人資料保護的法律法規、行動準則、指導或指引（視具體情況而定）（“私隱法”）保護個人資訊的重要性。<br/>
<br/>
我們在收集、處理個人資訊時受私隱法約束。包括香港個人資料保護原則/義務及可適用的私隱規定。<br/>
<br/>
關於您的個人資訊收集<br/>
<br/>
我們可能收集您的個人資訊，包括但不限於您的姓名、地址、電話號碼、性別、職業、個人興趣及任何其他由您提供的資訊。對於某些服務和產品，我們可能收集您的資訊以確認身份，包括護照資訊、駕照、醫療及優惠卡。若您通過社交網絡，如Facebook訪問我們的任何服務，我們將通過該網站收集您提供的有限資訊，如用戶名、網站ID和電郵地址。<br/>
<br/>
您必須根據要求向我們提供您的姓名、聯繫方式和其他標記為強制填寫的資訊。如果您選擇不提供標記為強制性填寫的個人資料、或希望撤回同意、或限制個人資料的處理，將意味著您同意（即使您和我們之間有任何其他協議）我們可能無法向您提供我們的產品或服務。<br/>
<br/>
若您是Traffiti Limited.的股東，為支付股利和其他款項，Traffiti Limited.）可能收集您的持股資訊，銀行資訊及稅務檔案號。若您向Traffiti Limited.訂閱接收提醒功能及媒體報導服務，我們可能收集您的姓名及電郵地址。<br/>
<br/>
若您向我們提交了關於工作機會的個人資訊，我們可能收集您的職業經歷和學術背景資訊。<br/>
<br/>
我們也可能透過，包括但不限於，cookies、網路信標 (web beacon)、測量軟件等追蹤機制收集您在此網站及Traffiti Limited.網站上的相關活動資料（包括IP位址）。<br/>
<br/>
您明白您向我們提供以及我們從您直接收集的資訊是您本人的資訊，或您以獲授權向我們提供的資訊。<br/>
<br/>
我們如何收集您的個人資訊<br/>
<br/>
我們會通過不同的方式收集您的個人資訊，包括但不限於：<br/>
<br/>
在網站上註冊帳號以使用該網站或部分功能；<br/>
用社交網絡（“SNS”）帳號登入我們的網頁；<br/>
訂閱以接收提醒/電子冊，填寫表格、申請調查或研究，在網站或我們的服務提供者的網頁上參與推廣和競爭；<br/>
出於任何理由聯繫我們或我們的服務提供者，包括但不限於，向網站回饋問題，要求提供進一步服務或尋求説明；<br/>
在我們的網站上發布或提供資訊；<br/>
向債務代收機構披露資訊以追回您對我們的欠款；及<br/>
向我們直接申請就業機會，或通過SNS帳號（如LinkedIn領英）或其他您指定的推薦人申請。<br/>
若您有下述行為，Traffiti Limited.可能收集您的個人資訊：<br/>
<br/>
作為Traffiti Limited.的股東，Traffiti Limited.可能從第三方（如Traffiti Limited.的股票登記處或持股計畫登記處）收集您的個人資訊；及<br/>
通過Traffiti Limited.網站訂閱以接收郵件提醒、媒體報導及其他關於Traffiti Limited.的消息；<br/>
我們可能通過相關公司組織、我們的服務提供者及委託第三方收集您的個人資訊，從而為您提供更加優質及個人化服務或產品。<br/>
<br/>
<br/>
<br/>
我們如何使用您的個人資訊<br/>
<br/>
我們會將您的個人資訊用於提供您所要求的服務及產品、回覆您的詢問、創建及維護您的帳號及確保您堅持遵守本網站的使用條款。<br/>
<br/>
我們可能使用您的個人資訊以：<br/>
<br/>
確保網站內容以最高效的方式為您及在您的電腦上呈現；<br/>
為您提供更優質、個人化服務或產品，如您向指定的房地產經紀人詢問時為您自動填寫網站表格；<br/>
將您的個人資訊與我們從相關服務提供者、第三方、cookies或網路信標處搜集的資訊進行整合，為您提供更優質、相關及更個人化的體驗，以提升我們和第三方的服務質素。如，我們會整合通過cookies或網路信標向您搜集的行為資料，和您通過我們的網站向第三方發送請求時提供的個人資訊；<br/>
當您在我們的網站及我們的服務提供者、商業夥伴的網站上流覽、參與活動時，為您提供個人化服務、體驗、推廣和內容。<br/>
給予回覆、向您提供您所要求的服務、產品、資訊和説明；<br/>
聯繫您參與對我們產品、服務或網站的調查、研究和回饋；<br/>
當您註冊或用SNS帳號登錄我們的網站時，確認您的身份並向您提示密碼和用戶名稱；<br/>
允許您選擇參與我們服務的互動功能；<br/>
有助於我方履行我們雙方之間協議中應盡的義務；<br/>
提醒您我們服務及產品的更新；及<br/>
根據以下“使用和披露您的個人資訊用作促銷用途”中在直接促銷中使用您的個人資訊，和/或為得益而向他人提供您的個人資訊，和/或供他人用於直接促銷用途。<br/>
若您未向我們提供該資訊的全部或部分，我們可能無法向您提供這些服務。<br/>
<br/>
如果您是Traffiti Limited.的股東，Traffiti Limited.可能使用您的個人資訊以：<br/>
<br/>
與股東溝通、履行Traffiti Limited.向股東應盡的法律義務、向股東付款；及<br/>
使服務提供者得以提供關於Traffiti Limited.股票登記及集團員工持股計畫的服務。<br/>
若您向我們提交了有關就業機會的個人資訊，我們可能將您的個人資訊用於：<br/>
<br/>
您所申請的職位、或其他或將來所需職位空缺的考慮；<br/>
對您今後提交的、任何由我們提供的就業機會的申請給予回覆；及<br/>
聯繫您的推薦人以獲取您已同意我們收集有關您的資訊，用於在就業機會上的考慮。<br/>
使用和披露您的個人資訊用於促銷用途<br/>
<br/>
我們可能：<br/>
<br/>
使用您的個人資訊（即您的姓名、居住地址、行動電話號碼、住宅電話號碼和電郵地址）以向您提供推廣、商品或服務資訊，及用於直接促銷之房地產、投資和/或金融產品/服務（除非取得您的同意，我們不會將您的個人資訊用作上述用途）等我們認為您可能感興趣的資訊；及<br/>
將您的個人資訊（包括您的姓名、居住地址、行動電話號碼、住宅電話號碼及電郵地址）提供給：（i）在我們的網站上列出或發布廣告的房地產經紀人或代理機構、地產開發商、建築商、養老社區運營者、房東、投融資服務機構、以提供您要求的資訊，及（ii）我們的服務提供者（以便其能夠代我們提供產品或服務，或提供您直接向他們要求的產品或服務，又或，協助我們向您提供我們的產品或服務），為得益和/或供該第三方用作房地產直接促銷、投資和/或金融產品/服務（若我們未取得您的書面同意，我們不會以上述方式提供資料）；及<br/>
將您的信息（即：您的姓名、居住地址、行動電話號碼、住宅電話號碼及電郵地址）分享給Traffiti Limited.，我們的服務提供者及其他第三方（如我們的客戶或金融服務公司、投資服務商及電信服務提供者），以便他們代我方或協助我方提供您要求的產品或服務，包括就產品和服務事項與您聯繫。<br/>
除非我們獲得您的同意，我們不會將您的個人資訊用於直接促銷或分享給他人以用於直接促銷。我們尊重所有停止使用個人資訊作直接速銷的要求，我們將會提供渠道予您撤回同意有關使用個人資料以收取直接促銷資料及/或信息。<br/>
<br/>
我們向誰披露您的個人資訊<br/>
<br/>
我們可能將個人資訊披露給Traffiti Limited.、我們的關聯公司、服務提供者或商業夥伴。<br/>
<br/>
我們也可能向以下人員披露您的個人資訊：<br/>
<br/>
在我們的網站上列出或發布廣告的房地產經紀人或代理機構、地產開發商、建築商、養老社區運營者、房東、投資服務機構以提供您要求我們提供的資訊；<br/>
我們的服務提供者（我們的客戶或金融服務公司、投資服務商及電信服務提供者），以便其能夠代我們提供產品或服務，或提供您直接向他們要求的產品或服務，又或，協助我們向您提供我們的產品或服務（若您為股東，也包括股票登記處及持股計畫管理服務提供者）。若您通過您移動設備的作業系統訂閱了服務（包括但不限於Google的“Google Now”服務），我們將向Google提供您的搜索紀錄等資訊。您可選擇通過您移動設備的作業系統選擇不允許我們向Google提供該等資訊；<br/>
您向其要求提供資訊、服務或產品的第三方；<br/>
連同出售或類似的業務轉移；<br/>
在我們有合理理由相信有必要披露您的個人資訊以協助確認身份、聯繫或向損害、傷害、（有意或無意）干涉我方權利或財產（包括用戶或其他可能因上述行為受到損害的人）的任何人員提起訴訟時，向相關公眾、政府或監管機構，我們的法定代表人或其他相關方披露；及<br/>
法律授權或要求我們披露的情況。<br/>
如果您通過我們的網站向任何組織請求提供資訊，您需要查看他們的私隱條款以明確他們如何處理您的個人資訊。我們對該組織如何收集、使用、披露、存儲、加工或處理您通過我們的網站向其提供的個人資訊不負有責任。<br/>
<br/>
在您的居住國以外披露和存儲個人資訊<br/>
<br/>
Traffiti Limited.客戶和網站及Traffiti Limited.訪客提交的個人資訊可能被存儲位於您的居住國的伺服器上，或Traffiti Limited.所委託之資料處理器的資料中心（位於澳大利亞、美國、歐洲和亞洲）。我們會將資料傳送至您居住國以外的服務提供者，以獲得安全的存儲、備份、資料恢復之服務及提供相關服務。Traffiti Limited.與其關聯公司實行有關規定和程序，以確保資料於可靠安全的地方儲存及處理，及確保我們所委託之資料處理服務提供者採取應有的安全保障措施。當您向我們提供個人資訊即視為同意我們將您的個人信息存儲於您居住國以外的地方，以達到上述目的。<br/>
<br/>
在我們取得您的同意或採取其他措施的情況下，我們會根據《個人資料（私隱）條例》之規定，將您的個人資訊分享給我們位於您居住國以外的服務提供者和其他第三方（我們的客戶、金融服務公司、投資服務提供者及電信服務提供者），從而使其能夠提供您要求的產品或服務，包括就產品或服務事項與您聯繫。<br/>
<br/>
安全保障<br/>
<br/>
我們盡力確保所有收集的個人資訊之安全性、完整性和私密性。我們建立安全保障、使用合理的安全措施以保護您的個人資訊免受未獲授權的情況下被查閱、修改和洩露。我們的雇員、承包商、代理人及資訊系統服務提供者負有個人資訊保密義務。我們根據現有技術審查並更新我們的保障措施。<br/>
<br/>
然而，於網絡傳輸資料無法保證是完全安全的，因此，我們無法保證閣下透過網絡轉交予我們或由我們發出給閣下的資料的安全性。<br/>
<br/>
修正及查看您的個人資訊<br/>
<br/>
我們努力採取一切合理措施，以確保我們所收集、使用及披露您的個人資訊是準確、完整及最及時的。若您發現我們持有的您的資訊有誤，或想要查看、確認您的資訊的準確性，請聯繫我們。<br/>
<br/>
除非存在法律規定的例外情況，您可以聯繫我們查看我們持有的您的資訊。<br/>
<br/>
您可通知我們以限制或終止我們對您的資訊的處理。若您想行使此項權利，請聯繫我們。<br/>
<br/>
投訴處理<br/>
<br/>
我們致力於向客戶提供一個公平且負責的投訴處理機制。<br/>
<br/>
如您有任何關於您的私隱或者Traffiti Limited.運作的、投訴或疑問，請聯繫我們，以便我們可以解決您的疑問。<br/>
<br/>
郵箱：privacy@traffiter.com<br/>
<br/>
我們會盡快回應您的查詢。<br/>
<br/>
如您想要瞭解更多關於私隱與私隱保護的內容，請瀏覽以下網站：<br/>
<br/>
個人資料私隱專員公署網站（香港）https://www.pcpd.org.hk/<br/>
COOKIES與網路信標 (web beacon)<br/>
<br/>
我們在網站和Traffiti Limited.網站上使用Cookies，網路信標，測量軟件和工具，我們的服務提供者、第三方（如我們的分析師，廣告商或者廣告服務夥伴）亦如此。我們根據本私隱政策的規定使用並披露使用Cookies，網路信標，測量軟件與工具所得到的資訊，包括：使用此類資訊進行報告，分析趨勢，管理服務，診斷問題以及提升產品服務與品質。我們可能允許第三方使用他們的Cookies與網路信標來收集關於您瀏覽我方網站與Traffiti Limited.網站的資訊。我們對該類Cookies及其使用無控制權。<br/>
<br/>
我們可能將我們的Cookies，透過Cookies收集到的資訊及我方網站與Traffiti Limited.網站上的網路信標與其它資訊整合（包括第三方使用他們的Cookies與網路信標收集到的資訊以及向第三方提供我們的Cookies與資訊），並使用分析服務以在我方網站、Traffiti Limited.網站或者第三方網站上向您提供更好及相關的服務或者廣告。我們的服務供應商與其他第三方可能會從事相同行為，從而通過您可能瀏覽的其他網站向您提供更個人化的服務或廣告。<br/>
<br/>
COOKIE選擇<br/>
<br/>
如果您不想您的資訊被Cookies，網路信標或者測量軟件或者工具採集，您可通過您的網頁瀏覽器或者您的手機或者平板設備的設置選項刪除或拒絕Cookies或一些測量軟件的功能。禁用這些功能可能會導致我方網站、Traffiti Limited.網站、或產品與服務不能正常工作。<br/>
<br/>
應用、外掛程式、或者其他網站連結<br/>
<br/>
我們提供指向我方網站與Traffiti Limited.網站以外的網站的連結，包括第三方的網站。我們同樣允許一些第三方在我方網站展示外掛程式與應用，允許您進行互動並且分享內容。這些應用或外掛程式包括了社交媒體快速鍵，比如Facebook的轉發與贊、推特、Pinterest和Google+。這些連結的網頁、應用與外掛程式不受我方控制，我們也不會為連結至我方網站或者Traffiti Limited.網站的公司所作出及它們透過第三方協力廠商應用或者外掛程式收集到資訊的行為負責，在任何其它網站上披露您的資訊，或者使用這些應用與外掛程式之前，我們建議您檢閱該網站私隱條款中關於使用網站、相關第三方資料收集做法與控制的條款。<br/>
<br/>
語言<br/>
<br/>
如果本私隱政策的中文版本與任何當地語言版本（如有）有任何不一致，以中文版本為准。<br/>
<br/>
© Traffiti Limited.<br/>
2018年8月更新

<?php
require_once __DIR__ . '/interface2.php'; 
?>